Repository: CodyBontecou/health-md
Catalog: apps/apple/HealthMd/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, nl, pt_br, zh_hans

source: Double tap to toggle all metrics in this category
de: Doppeltippen, um alle Metriken in dieser Kategorie umzuschalten
es: Toca dos veces para alternar todas las métricas de esta categoría
fr: Touchez deux fois pour activer/désactiver toutes les métriques de cette catégorie
it: Tocca due volte per attivare/disattivare tutte le metriche in questa categoria
ja: ダブルタップしてこのカテゴリのすべての指標を切り替え
ko: 이중 탭하여 이 카테고리의 모든 항목 전환
nl: Dubbeltik om alle meetwaarden in deze categorie te schakelen
pt_br: Toque duas vezes para alternar todas as métricas nesta categoria
zh_hans: 双击以切换此类别中的所有指标

source: Double tap to view details
de: Doppeltippen, um Details anzuzeigen
es: Toca dos veces para ver detalles
fr: Touchez deux fois pour afficher les détails
it: Tocca due volte per visualizzare i dettagli
ja: ダブルタップして詳細を表示
ko: 이중 탭하여 세부 정보 보기
nl: Dubbeltik om details te bekijken
pt_br: Toque duas vezes para ver detalhes
zh_hans: 双击以查看详情

source: Downhill Snow Sports Distance
de: Abfahrts-Schneesportdistanz
es: Distancia de deportes de nieve cuesta abajo
fr: Descente Sports de Neige Distance
it: Distanza per gli sport sulla neve in discesa
ja: ダウンヒル スノー スポーツの距離
ko: 내리막 겨울 스포츠 거리
nl: Bergafwaartse sneeuwsportafstand
pt_br: Distância para esportes de neve em declive
zh_hans: 速降雪上运动距离

source: Download Health.md for macOS
de: Health.md für macOS laden
es: Descarga Health.md para macOS
fr: Télécharger Health.md pour macOS
it: Scarica Health.md per macOS
ja: macOS版Health.mdをダウンロード
ko: macOS용 Health.md 다운로드
nl: Download Health.md voor macOS
pt_br: Baixar Health.md para macOS
zh_hans: 下载 Health.md macOS 版

source: Download on the App Store
de: Im App Store laden
es: Descargar en la App Store
fr: Télécharger sur l'App Store
it: Scarica dall'App Store
ja: App Storeでダウンロード
ko: App Store에서 다운로드
nl: Download in de App Store
pt_br: Baixar na App Store
zh_hans: 在 App Store 下载

source: Download the desktop app to sync and review your health data on Mac.
de: Laden Sie die Desktop-App herunter, um Ihre Gesundheitsdaten auf dem Mac zu synchronisieren und zu überprüfen.
es: Descarga la aplicación de escritorio para sincronizar y revisar tus datos de salud en Mac.
fr: Téléchargez l'application de bureau pour synchroniser et consulter vos données de santé sur Mac.
it: Scarica l'app desktop per sincronizzare e consultare i tuoi dati sanitari su Mac.
ja: デスクトップアプリをダウンロードして、Macでヘルスデータを同期・確認しましょう。
ko: Mac에서 건강 데이터를 동기화하고 확인하려면 데스크톱 앱을 다운로드하세요.
nl: Download de desktop-app om je gezondheidsgegevens te synchroniseren en te bekijken op Mac.
pt_br: Baixe o aplicativo para desktop para sincronizar e revisar seus dados de saúde no Mac.
zh_hans: 下载桌面应用，在 Mac 上同步和查看您的健康数据。

source: Dry Skin
de: Trockene Haut
es: Piel Seca
fr: Peau sèche
it: Pelle secca
ja: 乾燥肌
ko: 건성 피부
nl: Droge huid
pt_br: Pele seca
zh_hans: 干性皮肤

source: END DATE
de: ENDDATUM
es: FECHA DE FIN
fr: DATE DE FIN
it: DATA FINE
ja: 終了日
ko: 종료 날짜
nl: EINDDATUM
pt_br: DATA FINAL
zh_hans: 结束日期

source: EU Long (13 January 2026)
de: EU Lang (13. Januar 2026)
es: UE largo (13 enero 2026)
fr: UE long (13 janvier 2026)
it: EU lungo (13 gennaio 2026)
ja: EU長形式（13 January 2026）
ko: 유럽식 긴 형식 (13 January 2026)
nl: EU lang (13 januari 2026)
pt_br: EU Longo (13 Janeiro 2026)
zh_hans: 欧洲长格式 (13 January 2026)

source: EU Short (13/01/2026)
de: EU Kurz (13/01/2026)
es: UE corto (13/01/2026)
fr: UE court (13/01/2026)
it: EU corto (13/01/2026)
ja: EU短形式（13/01/2026）
ko: 유럽식 짧은 형식 (13/01/2026)
nl: EU kort (13/01/2026)
pt_br: EU Curto (13/01/2026)
zh_hans: 欧洲短格式 (13/01/2026)

source: EXPORT TO
de: EXPORTIEREN NACH
es: EXPORTAR A
fr: EXPORTER VERS
it: ESPORTA IN
ja: エクスポート先
ko: 내보내기 위치
nl: EXPORTEREN NAAR
pt_br: EXPORTAR PARA
zh_hans: 导出到

source: Each run exports the past %lld days ending with yesterday.
de: Bei jedem Durchlauf werden die letzten %lld Tage bis einschließlich gestern exportiert.
es: Cada ejecución exporta los últimos %lld días hasta ayer inclusive.
fr: Chaque exécution exporte les %lld derniers jours jusqu’à hier inclus.
it: Ogni esecuzione esporta gli ultimi %lld giorni fino a ieri incluso.
ja: 実行のたびに、昨日までの過去%lld日分を書き出します。
ko: 실행할 때마다 어제까지의 지난 %lld일 데이터를 내보냅니다.
nl: Elke uitvoering exporteert de afgelopen %lld dagen tot en met gisteren.
pt_br: Cada execução exporta os últimos %lld dias até ontem, inclusive.
zh_hans: 每次运行都会导出截至昨天的过去 %lld 天数据。

source: Each run exports the past 1 day ending with yesterday.
de: Bei jedem Durchlauf wird der letzte Tag bis einschließlich gestern exportiert.
es: Cada ejecución exporta el último día hasta ayer inclusive.
fr: Chaque exécution exporte le dernier jour jusqu’à hier inclus.
it: Ogni esecuzione esporta l’ultimo giorno fino a ieri incluso.
ja: 実行のたびに、昨日までの過去1日分を書き出します。
ko: 실행할 때마다 어제까지의 지난 1일 데이터를 내보냅니다.
nl: Elke uitvoering exporteert de afgelopen dag tot en met gisteren.
pt_br: Cada execução exporta o último dia até ontem, inclusive.
zh_hans: 每次运行都会导出截至昨天的过去 1 天数据。

source: Edit `SKILLS_DIR` to match the folder your agent reads. The app installer replaces the Health.md skill folder; the shell command overwrites only `SKILL.md`.
de: Bearbeiten Sie `SKILLS_DIR` so, dass es mit dem Ordner übereinstimmt, den Ihr Agent liest. Das App-Installationsprogramm ersetzt den Skill-Ordner Health.md; Der Shell-Befehl überschreibt nur `SKILL.md`.
es: Edite `SKILLS_DIR` para que coincida con la carpeta que lee su agente. El instalador de la aplicación reemplaza la carpeta de habilidades Health.md; el comando de shell solo sobrescribe `SKILL.md`.
fr: Modifiez `SKILLS_DIR` pour qu'il corresponde au dossier lu par votre agent. Le programme d'installation de l'application remplace le dossier de compétences Health.md ; la commande shell écrase uniquement `SKILL.md`.
it: Modifica `SKILLS_DIR` in modo che corrisponda alla cartella letta dall'agente. Il programma di installazione dell'app sostituisce la cartella delle competenze Health.md; il comando shell sovrascrive solo `SKILL.md`.
ja: エージェントが読み取るフォルダーと一致するように `SKILLS_DIR` を編集します。アプリ インストーラーは、Health.md スキル フォルダーを置き換えます。シェル コマンドは `SKILL.md` のみを上書きします。
ko: 에이전트가 읽는 폴더와 일치하도록 `SKILLS_DIR`를 편집하세요. 앱 설치 프로그램은 Health.md 스킬 폴더를 대체합니다. 쉘 명령은 `SKILL.md`만 덮어씁니다.
nl: Bewerk `SKILLS_DIR` zodat deze overeenkomt met de map die uw agent leest. Het app-installatieprogramma vervangt de vaardighedenmap Health.md; de shell-opdracht overschrijft alleen `SKILL.md`.
pt_br: Edite `SKILLS_DIR` para corresponder à pasta que seu agente lê. O instalador do aplicativo substitui a pasta de habilidades Health.md; o comando shell substitui apenas `SKILL.md`.
zh_hans: 编辑 `SKILLS_DIR` 以匹配您的代理读取的文件夹。应用程序安装程序替换Health.md技能文件夹； shell 命令仅覆盖 `SKILL.md`。

source: Electrocardiograms
de: Elektrokardiogramme
es: Electrocardiogramas
fr: Électrocardiogrammes
it: Elettrocardiogrammi
ja: 心電図
ko: 심전도
nl: Elektrocardiogrammen
pt_br: Eletrocardiogramas
zh_hans: 心电图

source: Electrodermal Activity
de: Elektrodermale Aktivität
es: Actividad electrodérmica
fr: Activité électrodermique
it: Attività elettrodermica
ja: 皮膚電気活動
ko: 피부 전기 활동
nl: Elektrodermale activiteit
pt_br: Atividade Eletrodérmica
zh_hans: 皮肤电活动

source: Emoji Off
de: Emoji deaktiviert
es: Emoji desactivado
fr: Emoji désactivé
it: Emoji disabilitate
ja: 絵文字：オフ
ko: 이모지 끔
nl: Emoji uit
pt_br: Emoji desativado
zh_hans: 表情符号已关闭

source: Emoji On
de: Emoji aktiviert
es: Emoji activado
fr: Emoji activé
it: Emoji abilitate
ja: 絵文字：オン
ko: 이모지 켬
nl: Emoji aan
pt_br: Emoji ativado
zh_hans: 表情符号已开启

source: Emoji in Headers
de: Emoji in Kopfzeilen
es: Emoji en encabezados
fr: Emoji dans les en-têtes
it: Emoji nelle intestazioni
ja: ヘッダーの絵文字
ko: 헤더의 이모티콘
nl: Emoji in kopteksten
pt_br: Emoji em cabeçalhos
zh_hans: 标题中的表情符号

source: Enable All
de: Alle aktivieren
es: Habilitar todo
fr: Tout activer
it: Abilita tutto
ja: すべて有効
ko: 모두 활성화
nl: Alles inschakelen
pt_br: Ativar Tudo
zh_hans: 全部启用

source: Enable All Metrics
de: Alle Metriken aktivieren
es: Habilitar todas las métricas
fr: Activer toutes les métriques
it: Abilita tutte le metriche
ja: すべての指標を有効
ko: 모든 항목 활성화
nl: Alle meetwaarden inschakelen
pt_br: Ativar Todas as Métricas
zh_hans: 启用所有指标

source: Enable Direct CLI Access
de: Direct CLI-Zugriff aktivieren
es: Habilitar acceso directo por CLI
fr: Activer l’accès Direct CLI
it: Abilita l’accesso Direct CLI
ja: Direct CLIアクセスを有効にする
ko: Direct CLI 액세스 활성화
nl: Direct CLI-toegang inschakelen
pt_br: Ativar acesso ao Direct CLI
zh_hans: 启用 Direct CLI 访问

source: Enable Individual Entry Tracking
de: Individuelle Eintragserfassung aktivieren
es: Habilitar seguimiento de entradas individuales
fr: Activer le suivi individuel des entrées
it: Abilita monitoraggio voci individuali
ja: 個別エントリトラッキングを有効にする
ko: 개별 항목 추적 활성화
nl: Individueel bijhouden inschakelen
pt_br: Ativar Rastreamento de Entrada Individual
zh_hans: 启用单条记录追踪

source: Enable Mac Destination
de: Mac-Ziel aktivieren
es: Habilitar destino Mac
fr: Activer la destination Mac
it: Abilita Destinazione Mac
ja: Macのエクスポート先を有効にする
ko: Mac 내보내기 대상 활성화
nl: Mac-bestemming inschakelen
pt_br: Ativar destino no Mac
zh_hans: 启用 Mac 目标位置

source: Enable Scheduled Exports
de: Geplante Exporte aktivieren
es: Habilitar exportaciones programadas
fr: Activer les exportations planifiées
it: Abilita esportazioni pianificate
ja: スケジュールエクスポートを有効にする
ko: 예약된 내보내기 활성화
nl: Geplande exports inschakelen
pt_br: Ativar Exportações Agendadas
zh_hans: 启用计划导出

source: Enable Suggested
de: Vorgeschlagene aktivieren
es: Activar sugeridos
fr: Activer les suggestions
it: Abilita suggeriti
ja: 推奨を有効にする
ko: 추천 항목 활성화
nl: Voorgestelde inschakelen
pt_br: Ativar Sugeridos
zh_hans: 启用推荐项

source: Enable Suggested Metrics
de: Vorgeschlagene Metriken aktivieren
es: Habilitar métricas sugeridas
fr: Activer les métriques suggérées
it: Abilita metriche suggerite
ja: 推奨指標を有効にする
ko: 추천 항목 활성화
nl: Voorgestelde meetwaarden inschakelen
pt_br: Ativar Métricas Sugeridas
zh_hans: 启用建议的指标

source: Enable individual entries
de: Individuelle Einträge aktivieren
es: Habilitar entradas individuales
fr: Activer les entrées individuelles
it: Abilita voci individuali
ja: 個別エントリを有効にする
ko: 개별 항목 활성화
nl: Individuele items inschakelen
pt_br: Ativar entradas individuais
zh_hans: 启用单条记录

source: Enable metrics in Health Metrics before choosing individual entries.
de: Aktivieren Sie unter „Gesundheitsmetriken“ Metriken, bevor Sie individuelle Einträge auswählen.
es: Habilita métricas en Métricas de salud antes de elegir entradas individuales.
fr: Activez des indicateurs dans Indicateurs de santé avant de choisir des entrées individuelles.
it: Abilita le metriche in Metriche sanitarie prima di scegliere le voci singole.
ja: 個別エントリを選択する前に、「ヘルス指標」で指標を有効にしてください。
ko: 개별 항목을 선택하기 전에 건강 항목에서 항목을 활성화하세요.
nl: Schakel meetwaarden in bij Gezondheidsmeetwaarden voordat je individuele vermeldingen kiest.
pt_br: Ative métricas em Métricas de Saúde antes de escolher entradas individuais.
zh_hans: 选择单独条目前，请先在“健康指标”中启用指标。

source: Enable scheduled exports
de: Geplante Exporte aktivieren
es: Habilitar exportaciones programadas
fr: Activer les exportations planifiées
it: Abilita esportazioni pianificate
ja: スケジュールエクスポートを有効にする
ko: 예약된 내보내기 활성화
nl: Geplande exports inschakelen
pt_br: Ativar exportações agendadas
zh_hans: 启用计划导出

source: Enable standard metrics
de: Standardmetriken aktivieren
es: Habilitar métricas estándar
fr: Activer les indicateurs standard
it: Abilita metriche standard
ja: 標準指標を有効にする
ko: 표준 항목 활성화
nl: Standaardmeetwaarden inschakelen
pt_br: Ativar métricas padrão
zh_hans: 启用标准指标

source: Enable to let your Mac sync health data from this iPad
de: Aktivieren, damit Ihr Mac Gesundheitsdaten von diesem iPad synchronisieren kann
es: Habilita para permitir que tu Mac sincronice datos de salud desde este iPad
fr: Activer pour permettre à votre Mac de synchroniser les données de santé depuis cet iPad
it: Abilita per consentire al tuo Mac di sincronizzare i dati sanitari da questo iPad
ja: 有効にするとMacがこのiPadからヘルスデータを同期できます
ko: Mac이 이 iPad에서 건강 데이터를 동기화할 수 있도록 활성화
nl: Schakel in om je Mac gezondheidsgegevens te laten synchroniseren vanaf deze iPad
pt_br: Ativar para permitir que seu Mac sincronize dados de saúde deste iPad
zh_hans: 启用后，允许您的 Mac 从此 iPad 同步健康数据

source: Enabled
de: Aktiviert
es: Activado
fr: Activé
it: Attivato
ja: 有効
ko: 활성화됨
nl: Ingeschakeld
pt_br: Ativado
zh_hans: 已启用

source: Enabled · %lld metrics
de: Aktiviert · %lld Metriken
es: Activado · %lld métricas
fr: Activé · %lld indicateurs
it: Attivato · %lld metriche
ja: 有効 · %lld指標
ko: 활성화됨 · %lld개 항목
nl: Ingeschakeld · %lld meetwaarden
pt_br: Ativado · %lld métricas
zh_hans: 已启用 · %lld个指标

source: Enabled · No metrics selected
de: Aktiviert · Keine Metriken ausgewählt
es: Activado · Sin métricas seleccionadas
fr: Activé · Aucun indicateur sélectionné
it: Attivato · Nessuna metrica selezionata
ja: 有効 · 指標が未選択
ko: 활성화됨 · 선택된 항목 없음
nl: Ingeschakeld · Geen meetwaarden geselecteerd
pt_br: Ativado · Nenhuma métrica selecionada
zh_hans: 已启用 · 未选择指标

source: Encrypted Health.md query context failed authentication.
de: Die Authentifizierung des verschlüsselten Health.md-Abfragekontexts ist fehlgeschlagen.
es: El contexto de consulta cifrado Health.md falló en la autenticación.
fr: L'authentification du contexte de requête Health.md chiffré a échoué.
it: Il contesto della query Health.md crittografato non ha avuto esito positivo.
ja: 暗号化された Health.md クエリ コンテキストが認証に失敗しました。
ko: 암호화된 Health.md 쿼리 컨텍스트가 인증에 실패했습니다.
nl: Versleutelde Health.md-querycontext mislukte verificatie.
pt_br: O contexto de consulta Health.md criptografado falhou na autenticação.
zh_hans: 加密的 Health.md 查询上下文身份验证失败。

source: Encrypted context days
de: Verschlüsselte Kontexttage
es: Días de contexto cifrado
fr: Jours de contexte cryptés
it: Giorni con contesto crittografato
ja: 暗号化されたコンテキストデー
ko: 암호화된 컨텍스트 일수
nl: Gecodeerde contextdagen
pt_br: Dias de contexto criptografados
zh_hans: 加密上下文天数

source: End Date
de: Enddatum
es: Fecha de fin
fr: Date de fin
it: Data fine
ja: 終了日
ko: 종료 날짜
nl: Einddatum
pt_br: Data Final
zh_hans: 结束日期

source: End date
de: Enddatum
es: Fecha de fin
fr: Date de fin
it: Data fine
ja: 終了日
ko: 종료 날짜
nl: Einddatum
pt_br: Data de término
zh_hans: 结束日期

source: Enter a custom folder name for your exports
de: Geben Sie einen benutzerdefinierten Ordnernamen für Ihre Exporte ein
es: Ingresa un nombre de carpeta personalizado para tus exportaciones
fr: Saisissez un nom de dossier personnalisé pour vos exportations
it: Inserisci un nome cartella personalizzato per le tue esportazioni
ja: エクスポート用のカスタムフォルダ名を入力してください
ko: 내보내기에 사용할 사용자 정의 폴더 이름을 입력하세요
nl: Voer een aangepaste mapnaam in voor je exports
pt_br: Insira um nome de pasta personalizado para suas exportações
zh_hans: 为导出输入自定义文件夹名称

source: Enter a custom name for '%@'
de: Geben Sie einen benutzerdefinierten Namen für „%@“ ein
es: Ingresa un nombre personalizado para '%@'
fr: Saisir un nom personnalisé pour « %@ »
it: Inserisci un nome personalizzato per '%@'
ja: '%@'のカスタム名を入力
ko: '%@'의 사용자 정의 이름 입력
nl: Voer een aangepaste naam in voor '%@'
pt_br: Insira um nome personalizado para '%@'
zh_hans: 输入“%@”的自定义名称

source: Enter a name for the subfolder where your health data will be exported.
de: Geben Sie einen Namen für den Unterordner ein, in den Ihre Gesundheitsdaten exportiert werden.
es: Ingresa un nombre para la subcarpeta donde se exportarán tus datos de salud.
fr: Saisissez un nom pour le sous-dossier dans lequel vos données de santé seront exportées.
it: Inserisci un nome per la sottocartella in cui verranno esportati i tuoi dati sanitari.
ja: ヘルスデータのエクスポート先サブフォルダの名前を入力してください。
ko: 건강 데이터가 내보내질 하위 폴더의 이름을 입력하세요.
nl: Voer een naam in voor de submap waarnaar je gezondheidsgegevens worden geëxporteerd.
pt_br: Insira um nome para a subpasta onde seus dados de saúde serão exportados.
zh_hans: 输入用于存放导出健康数据的子文件夹名称。

# Enter one of these addresses on iPhone. Port: %lld
source: Enter one of these addresses on iPhone. Port: %1$lld
de: Geben Sie eine dieser Adressen unter iPhone ein. Port: %1$lld
es: Ingrese una de estas direcciones en iPhone. Puerto: %1$lld
fr: Saisissez l'une de ces adresses sur iPhone. Port : %1$lld
it: Inserisci uno di questi indirizzi su iPhone. Porta: %1$lld
ja: これらのアドレスのいずれかを iPhone に入力します。ポート: %1$lld
ko: iPhone에 다음 주소 중 하나를 입력하세요. 포트: %1$lld
nl: Voer een van deze adressen in op iPhone. Poort: %1$lld
pt_br: Insira um desses endereços em iPhone. Porta: %1$lld
zh_hans: 在 iPhone 上输入这些地址之一。端口：%1$lld

source: Entries Folder
de: Eintragsordner
es: Carpeta de entradas
fr: Dossier des entrées
it: Cartella voci
ja: エントリフォルダ
ko: 항목 폴더
nl: Vermeldingsmap
pt_br: Pasta de Entradas
zh_hans: 条目文件夹

source: Entry Preview
de: Eintragsvorschau
es: Vista previa de entrada
fr: Aperçu de l’entrée
it: Anteprima voce
ja: エントリプレビュー
ko: 항목 미리보기
nl: Voorbeeld van vermelding
pt_br: Pré-visualização da entrada
zh_hans: 条目预览

source: Environmental Audio Exposure Event
de: Ereignis zur Exposition gegenüber Umgebungsgeräuschen
es: Evento de exposición de audio ambiental
fr: Événement d’exposition audio environnementale
it: Evento di esposizione audio ambientale
ja: 環境騒音曝露イベント
ko: 환경 오디오 노출 이벤트
nl: Omgevingsgeluidsblootstellingsgebeurtenis
pt_br: Evento de exposição de áudio ambiental
zh_hans: 环境噪声暴露事件

source: Environmental Sound Level
de: Umgebungsgeräuschpegel
es: Nivel de sonido ambiental
fr: Niveau sonore environnemental
it: Livello sonoro ambientale
ja: 環境騒音レベル
ko: 환경 소음 수준
nl: Omgevingsgeluidsniveau
pt_br: Nível de som ambiental
zh_hans: 环境声级

source: Environmental Sound Reduction
de: Reduzierung des Umweltschalls
es: Reducción del sonido ambiental
fr: Réduction du bruit environnemental
it: Riduzione del rumore ambientale
ja: 環境音の低減
ko: 환경 소음 감소
nl: Vermindering van omgevingsgeluid
pt_br: Redução de som ambiental
zh_hans: 环境声音降低量

source: Error
de: Fehler
fr: Erreur
it: Errore
ja: エラー
ko: 오류
nl: Fout
pt_br: Erro
zh_hans: 错误

source: Establishing connection…
de: Verbindung wird aufgebaut …
es: Estableciendo conexión…
fr: Établissement de la connexion…
it: Connessione in corso…
ja: 接続を確立中…
ko: 연결 설정 중…
nl: Verbinding opzetten…
pt_br: Estabelecendo conexão…
zh_hans: 正在建立连接…

source: Establishing local connection
de: Lokale Verbindung herstellen
es: Estableciendo conexión local
fr: Établir une connexion locale
it: Creazione di una connessione locale
ja: ローカル接続の確立
ko: 로컬 연결 설정 중
nl: Lokale verbinding tot stand brengen
pt_br: Estabelecendo conexão local
zh_hans: 建立本地连接

source: Establishing secure connection
de: Sichere Verbindung herstellen
es: Establecer una conexión segura
fr: Établir une connexion sécurisée
it: Stabilire una connessione sicura
ja: 安全な接続を確立する
ko: 보안 연결 설정 중
nl: Veilige verbinding tot stand brengen
pt_br: Estabelecendo conexão segura
zh_hans: 建立安全连接

source: Estimated Workout Effort Score
de: Geschätzter Trainingsaufwandswert
es: Puntuación estimada de esfuerzo de entrenamiento
fr: Score d’effort d’entraînement estimé
it: Punteggio stimato dello sforzo di allenamento
ja: 推定ワークアウト努力スコア
ko: 예상 운동 노력 점수
nl: Geschatte trainingsinspanningsscore
pt_br: Pontuação estimada de esforço de treino
zh_hans: 估计锻炼强度分数

source: Estimated final export output, approximately %1$@, based on %2$@ and the configured roll-up scope
de: Geschätzte endgültige Exportausgabe, ungefähr %1$@, basierend auf %2$@ und dem konfigurierten Rollup-Bereich
es: Producción de exportación final estimada, aproximadamente %1$@, según %2$@ y el alcance de resumen configurado
fr: Sortie d'exportation finale estimée, approximativement %1$@, basée sur %2$@ et la portée de cumul configurée
it: Output finale stimato dell'esportazione, circa %1$@, basato su %2$@ e sull'ambito di roll-up configurato
ja: %2$@と構成済みのロールアップ範囲に基づく推定最終エクスポート出力（約%1$@）
ko: 예상 최종 내보내기 출력은 약 %1$@이며, %2$@ 및 구성된 롤업 범위를 기준으로 합니다.
nl: Geschatte uiteindelijke exportoutput, ongeveer %1$@, gebaseerd op %2$@ en het geconfigureerde totaalbereik
pt_br: Saída de exportação final estimada, aproximadamente %1$@, com base em %2$@ e no escopo de roll-up configurado
zh_hans: 预计最终导出输出约为 %1$@，估算依据为 %2$@ 和已配置的汇总范围

source: Estimated output
de: Geschätzte Ausgabe
es: Salida estimada
fr: Sortie estimée
it: Output stimato
ja: 推定出力
ko: 예상 출력
nl: Geschatte uitvoer
pt_br: Saída estimada
zh_hans: 预计输出

source: Estimated payload
de: Geschätzte Datenmenge
es: Carga estimada
fr: Charge utile estimée
it: Payload stimato
ja: 推定ペイロード
ko: 예상 페이로드
nl: Geschatte gegevensomvang
pt_br: Carga estimada
zh_hans: 预计传输量

# Estimated payload, approximately %@, based on %@
source: Estimated payload, approximately %1$@, based on %2$@
de: Geschätzte Nutzlast, ungefähr %1$@, basierend auf %2$@
es: Carga útil estimada, aproximadamente %1$@, basada en %2$@
fr: Charge utile estimée, environ %1$@, basée sur %2$@
it: Carico utile stimato, circa %1$@, basato su %2$@
ja: 推定積載量、約 %1$@、%2$@ に基づく
ko: 예상 페이로드는 약 %1$@이며, %2$@를 기준으로 합니다.
nl: Geschat laadvermogen, ongeveer %1$@, gebaseerd op %2$@
pt_br: Carga útil estimada, aproximadamente %1$@, com base em %2$@
zh_hans: 估计有效载荷，大约为 %1$@，基于 %2$@

source: Every encrypted owner day earlier than this date will be permanently removed. The boundary date and newer days remain.
de: Jeder verschlüsselte Besitzertag vor diesem Datum wird dauerhaft entfernt. Das Grenzdatum und neuere Tage bleiben erhalten.
es: Cada día del propietario cifrado anterior a esta fecha se eliminará permanentemente. La fecha límite y los días más nuevos permanecen.
fr: Chaque jour de propriétaire chiffré précédant cette date sera définitivement supprimé. La date limite et les jours plus récents restent.
it: Ogni proprietario crittografato il giorno precedente a questa data verrà rimosso definitivamente. Rimangono la data limite e i giorni più recenti.
ja: この日付より 1 日前の暗号化された所有者はすべて完全に削除されます。境界日以降の日付が残ります。
ko: 이 날짜 이전의 모든 암호화된 소유자 날짜는 영구적으로 제거됩니다. 경계 날짜와 최신 날짜가 남아 있습니다.
nl: Elke versleutelde eigenaarsdag vóór deze datum wordt permanent verwijderd. De grensdatum en nieuwere dagen blijven behouden.
pt_br: Cada proprietário criptografado um dia antes desta data será removido permanentemente. A data limite e os dias mais recentes permanecem.
zh_hans: 早于该日期的每个加密所有者日都将被永久删除。边界日期和较新的日期仍然存在。

source: Example Frontmatter
de: Frontmatter-Beispiel
es: Frontmatter de ejemplo
fr: Exemple de frontmatter
it: Esempio di frontmatter
ja: フロントマターの例
ko: 프론트매터 예시
nl: Voorbeeld van frontmatter
pt_br: Exemplo de frontmatter
zh_hans: Frontmatter 示例

source: Example: %@
de: Beispiel: %@
es: Ejemplo: %@
fr: Exemple : %@
it: Esempio: %@
ja: 例：%@
ko: 예시: %@
nl: Voorbeeld: %@
pt_br: Exemplo: %@
zh_hans: 示例：%@

source: Exercise Time
de: Trainingszeit
es: Tiempo de ejercicio
fr: Temps d'exercice
it: Tempo di esercizio
ja: 運動時間
ko: 운동시간
nl: Oefeningstijd
pt_br: Tempo de exercício
zh_hans: 运动时间

source: Expand All
de: Alle aufklappen
es: Expandir todo
fr: Tout développer
it: Espandi tutto
ja: すべて展開
ko: 모두 펼치기
nl: Alles uitvouwen
pt_br: Expandir Tudo
zh_hans: 全部展开

source: Expanded format with descriptions and context
de: Erweitertes Format mit Beschreibungen und Kontext
es: Formato expandido con descripciones y contexto
fr: Format étendu avec descriptions et contexte
it: Formato espanso con descrizioni e contesto
ja: 説明とコンテキスト付きの展開された形式
ko: 설명과 맥락이 포함된 확장 형식
nl: Uitgebreid formaat met beschrijvingen en context
pt_br: Formato expandido com descrições e contexto
zh_hans: 包含描述和上下文的详细格式
